package sanya.com.sanya;

/**
 * Created by Walter Zhou on 2015/12/3.
 * <p/>
 * 写字楼里写字间，写字间里程序员；
 * 程序人员写程序，又拿程序换酒钱。
 * 酒醒只在网上坐，酒醉还来网下眠；
 * 酒醉酒醒日复日，网上网下年复年。
 * 但愿老死电脑间，不愿鞠躬老板前；
 * 奔驰宝马贵者趣，公交自行程序员。
 * 别人笑我忒疯癫，我笑自己命太贱；
 * 不见满街漂亮妹，哪个归得程序员？
 */
public class Config_message_special {
    public static String [] totalTitle = new String[]{
            "潜水",
            "海钓",
            "温泉",
            "海上运动",
            "婚纱摄影",
            "酒吧"

    };
    public static String [] totalBody=new String[]{
            "【蜈支洲岛潜水（推荐）】\n海水清澈透明，能见度极高，深达27米。蜈支洲岛的潜水主要分为日潜跟夜潜。夜潜的观感相较白天就更为特别，价格通常是日潜的2倍。\n【亚龙湾潜水】\n亚龙湾位于海南最南端，气候宜人，自然风光优美，海湾静谧，海水清如镜，沙滩洁白如银。其附近有世界最大、最完整的软珊蝴族群以及丰富多彩的硬珊瑚、热带鱼类等海洋生物。\n【西岛潜水】\n西岛的西面海域是游客潜水区，该岛上拥有上百套进口潜水设备及三十多名潜水教练。基本上保证每位潜水游客对应一名潜水教练。\n【小贴士】：\n三亚有很好的潜水条件，即使不会游泳也可以在教练的带领下安全潜水。潜水之前必须注意：\n1.下水之前好好休息，不可过于疲劳。\n2.初潜者会感到耳朵疼、头疼，要慢慢适应，不可强忍，不适时就示意教练带出水面休息。",
            "活动地点：\n西岛海域、东岛海域、大东海、小东海、六道湾",
            "活动地点：\n南田温泉、七仙岭温泉",
            "种类包括：摩托艇、快艇观光、香蕉船、平台垂钓、深海垂钓、拖曳伞、脚踏船\n活动地点：\n西岛、蜈支洲岛、亚龙湾海底世界、大东海",
            "大东海\n大东海位于市区东南部，交通方便，拍摄起来换装和搬运器材都较为便捷。这里风平浪静，海水清澈透明，沙滩光洁细软，拍摄元素主要以碧海、白沙、蓝天白云为主。\n亚龙湾\n这里的纯洁沙滩和蔚蓝大海无可比拟，高级度假酒店的私家沙滩上成了最好的取景地，布置风格多变的酒店各个角落也成了留下美好回忆的地方。主要拍摄元素以酒店沙滩和酒店园林为主。\n椰梦长廊\n椰梦长廊是环三亚湾修建的一条著名的海滨风景大道，有“亚洲第一大道”之称。临海一侧为景观优美迷人的热带植物园林，与银色的沙滩、蓝色的大海相映成趣，组合成一幅色彩斑斓的长卷画图。“三亚湾日落”、“滨海植物景观”、“海月广场”等都是可以捕捉的镜头。\n天涯海角\n在三亚天涯镇马岭山脚下，前海后山，风景独特。这里融碧水、蓝天于一色，烟波浩瀚，帆影点点。椰林婆娑，奇石林立，如诗如画。那刻有“天涯”、“海角”、“南天一柱”、“海判南天”的巨石雄峙南海之滨。“陪她到天涯海角，爱她到天荒地老”永远是不变的经典。",
            "三亚的夜生活也很丰富，露天的酒吧和音乐茶座随处可见，还有许多规模宏大的夜总会，不仅有KTV、歌舞厅、卡拉OK等设施，还有泰国人妖的歌舞表演。"

    };
    public static int[] totalImage=new int[]{
            R.mipmap.specal1,
            R.mipmap.special2,
            R.mipmap.special3,
            R.mipmap.special4,
            R.mipmap.special5,
            R.mipmap.special6,

    };
}
