package sanya.com.sanya;

/**
 * Created by Walter Zhou on 2015/12/3.
 * <p/>
 * 写字楼里写字间，写字间里程序员；
 * 程序人员写程序，又拿程序换酒钱。
 * 酒醒只在网上坐，酒醉还来网下眠；
 * 酒醉酒醒日复日，网上网下年复年。
 * 但愿老死电脑间，不愿鞠躬老板前；
 * 奔驰宝马贵者趣，公交自行程序员。
 * 别人笑我忒疯癫，我笑自己命太贱；
 * 不见满街漂亮妹，哪个归得程序员？
 */
public class Config_Traffic_load {

    public static String []  totalTitle= new String []{"公交车&中巴车",
            "出租车",
            "观光专线车",
            "自行车",
            "汽车租凭"
    };
    public static String []  totalBody= new String []{"在三亚旅游你会记住万能的25路，它经过三亚许多重要景点。\n市内主要是2、4两路和其他3条以亚龙湾为终点的线路。\n新国线旅游空调或双层巴士可抵达亚龙湾和天涯海角，全程18元。运营时间 06:00-18:00 ，每15分钟一班，专线A（亚龙湾-大小洞天）、专线B（亚龙湾-天涯海角）。\n在大东海至民航站之间，每隔500米有一个候车亭，有到南山文化旅游区、亚龙湾、天涯海角等景区的中巴车，5-7元，不过中巴车会中途拉客，比较花时间。",
            "起步价2公里8元，超过2公里后每公里2元，超出市区，10公里以上回程空驶每公里1元，出租等候5分钟内不计费，超过五分钟每分钟0.4元。市区内8元可以抵达很多地方，但是去景区的话，可能需要商量价格。\n【市区—亚龙湾】：35-45元\n【大东海—市区】：18-25元\n【大东海—亚龙湾】：40元",
            "南山文化旅游区、天涯海角旅游区、蜈支洲岛、热带天堂森林公园等景区内均有观光车专线，价钱有所不同，请参看对应景区。",
            "在三亚许多酒店和旅游公司都设有自行车出租服务，租金在20-100之间不等。\n以下是价格参考（租半天比按小时计费便宜）： \n三亚湾，租双人自行车，酒店价格是20元/小时，家庭旅馆价格是10元/小时。 \n亚龙湾，双人自行车，假日酒店租车60元/小时，有的酒店提供免费自行车租用服务。",
            "三亚的酒店一般都提供租车服务，大堂里都有租。另外，三亚还有许多提供租车服务的公司。租车一般要求押金5000元，同时提供身份证、回程机票和驾驶执照就可以了。机场对面有神州租车，至尊租车等专业租车公司，价格、换车地点等各种情况都有不同，押金和车型相关，B照的话需要体检回执。"
    };
}
