package sanya.com.sanya;

/**
 * Created by Walter Zhou on 2015/12/3.
 * <p/>
 * 写字楼里写字间，写字间里程序员；
 * 程序人员写程序，又拿程序换酒钱。
 * 酒醒只在网上坐，酒醉还来网下眠；
 * 酒醉酒醒日复日，网上网下年复年。
 * 但愿老死电脑间，不愿鞠躬老板前；
 * 奔驰宝马贵者趣，公交自行程序员。
 * 别人笑我忒疯癫，我笑自己命太贱；
 * 不见满街漂亮妹，哪个归得程序员？
 */
public class Config_food_eat {

    public static String [] totalTitle=new String []{
            "第一市场",
            "黄流老鸭一条街",
            "海亚餐厅",
            "春园海鲜广场",
            "明记大排挡",
            "一品锅"
    };
    public static String [] totalBody=new String []{
            "这里是网上呼声很高的海鲜集散地，一般游客都喜欢到这里买好海鲜带到饭店去加工。这里的价格相对便宜，但鲜活程度不同，通常是凌晨进海鲜。比较有名的是附近的林姐海鲜加工店，加工费很实惠，也可以直接点菜。不过饭点要排队。",
            "黄流老鸭起源于海南乐东黄流镇，是海南新创名菜。三亚市解放二路相邻的胜利路、吉祥路与新凤路之间的几家餐馆是最正宗的，比较推荐“光明老鸭店”。吃法主要以白切鸭为主，此外也可煮火锅、内脏青菜菜汤、韭菜炒鸭血、白灼鸭肠、鸭胗炒苦瓜等。一般四个人点一只老鸭，再炒个青菜，外加一个汤就已经足够了。",
            "三亚吃海南菜，海亚餐厅是不得不推荐的。餐厅最拿手菜肴应该算是海南四大名菜，如干煸东山羊，很香，口感好，韧性好，文昌鸡也不错，还有猪脚花生汤很不错，值得推荐，花生煮得极香，没有油味，只有鲜味。海南菜的特点就是清淡，除了菜本身的味道没什么别的调料味，口味重的朋友要有心理准备哦。",
            "价格实惠的大排档，有近百摊位、千张餐桌，每天傍晚到凌晨一两点钟营业，除了海鲜，还可以品尝到好多海南的特色小吃和鲜榨果汁。里面物美价廉的有6排5号，附近河西春园路还有众人追捧的雪姐海鲜、天旺海鲜等",
            "明记大排挡一样的菜式比春园那边便宜了二三十元的加工费。明记这里以海鲜粥和炒海鲜较为出名，可在店内自由选择各类螺和蟹类。",
            "店家内的海鲜和其它海鲜店主要食法相近，也是火锅海鲜的这种吃法，当然也有其它小炒之类的。价格是明码标价的，所以不必担心挨宰。",
    };
    public static int [] totalImage=new int []{
            R.mipmap.eat1,
            R.mipmap.eat2,
            R.mipmap.eat3,
            R.mipmap.eat4,
            R.mipmap.eat5,
            R.mipmap.eat6,
    };
}
