package sanya.com.sanya;

/**
 * Created by Walter Zhou on 2015/12/3.
 * <p/>
 * 写字楼里写字间，写字间里程序员；
 * 程序人员写程序，又拿程序换酒钱。
 * 酒醒只在网上坐，酒醉还来网下眠；
 * 酒醉酒醒日复日，网上网下年复年。
 * 但愿老死电脑间，不愿鞠躬老板前；
 * 奔驰宝马贵者趣，公交自行程序员。
 * 别人笑我忒疯癫，我笑自己命太贱；
 * 不见满街漂亮妹，哪个归得程序员？
 */
public class Config_shop_load {
    public static String [] totalTitle = new String[]{
            "珍珠水晶",
            "海产干品",
            "水果",
            "岛服",
            "贝壳制品"

    };
    public static String [] totalBody=new String[]{
            "三亚生产的南珠极负盛名。羊栏水晶矿的石头是给恋人最好的礼物。",
            "见过成捆的海蛇、成码的虾肉球、比人还高的海鱼干么？这些在三亚鸿港海鲜批发市场都可以买的到，一定不要吝惜都带些回去。",
            "从最闻名遐迩的椰子，到人人爱不释手的芒果，再到闻所未闻的奇葩水果。三亚水果的种类多到一口气数不过来。",
            "三亚的岛服随处可买，从十几元到上百元不等。主要有三大品牌：丝妮娅、阳光岛和椰风海韵，都是上好的丝光面料。其实岛服的关键点不在面料，而在于：一定要花哨！",
            "可作烟灰缸的马蹄螺、作号角的大角螺、还有1元/串的贝壳片手链，你想到想不到的贝壳样式，在三亚都可以采买到。当然，有时间的话，亲自捡贝壳也是很好的选择。",

    };
    public static int[] totalImage=new int[]{
            R.mipmap.shop_a,
            R.mipmap.shop_b,
            R.mipmap.shop_c,
            R.mipmap.shop_d,
            R.mipmap.shop_e,

    };
}
