package sanya.com.sanya;

/**
 * Created by zhou on 2015/12/3.
 * 佛祖保佑             永无BUG
 * 佛曰:
 * 写字楼里写字间，写字间里程序员；
 * 程序人员写程序，又拿程序换酒钱。
 * 酒醒只在网上坐，酒醉还来网下眠；
 * 酒醉酒醒日复日，网上网下年复年。
 * 但愿老死电脑间，不愿鞠躬老板前；
 * 奔驰宝马贵者趣，公交自行程序员。
 * 别人笑我忒疯癫，我笑自己命太贱；
 * 不见满街漂亮妹，哪个归得程序员？
 */
public class Config_beforego_ask {

    public static String[] totalTitle=new String[]{"三亚什么季节去好？","免税商店购买东西有什么注意吗？",
            "三亚有什么与大海亲密接触的活动？",  "三亚的消费高吗？",  "三亚哪里可以拍出美美的婚纱照？",   "三亚怎么防晒？"};

    public static  String[] totalBody=new String[]{ "11月至次年3月。冬季到三亚旅游可以躲避寒冷、度过一个休闲的假期。不过，这个时候的人特别多，房间也不好订，建议提前做好旅行准备。夏季6月份左右是三亚温度最高的时候，此时三亚旅游可以避开人流高峰期。三亚四季温差变化不大，所以无论何时去三亚旅游，游泳衣、太阳镜、防晒霜与雨伞都是不可或缺的装备哦。",
            "11月至次年3月。冬季到三亚旅游可以躲避寒冷、度过一个休闲的假期。不过，这个时候的人特别多，房间也不好订，建议提前做好旅行准备。夏季6月份左右是三亚温度最高的时候，此时三亚旅游可以避开人流高峰期。三亚四季温差变化不大，所以无论何时去三亚旅游，游泳衣、太阳镜、防晒霜与雨伞都是不可或缺的装备哦。",
            "三亚潜水、海上运动是三亚娱乐的主要项目，包括游泳、潜水、滑水、动力伞、拖伞、海钓、帆船、帆板、摩托艇、香蕉船、观光潜艇。其中潜水的种类十分丰富。具体地点推荐请参考活动P10。",
            "三亚的海鲜和客房是看季节有变动的，其他生活物品物价处于全国中等偏高。无论是在三亚高级度假村休闲，还是住青年旅馆穷游，都能在免费的海滩玩得很尽兴。",
            "最值得推荐的去处是大东海，亚龙湾，椰梦长廊，天涯海角。每个地点都有自己相应独特的风景，都能拍出值得回忆的婚纱照。",
            "墨镜、高倍防水防晒霜、帽子、雨伞，这些都是对付三亚阳光的必备武器。同时别以为在阴天，就可以不涂防晒霜，紫外线是可以穿透云层的！" };
}
