package sanya.com.sanya;

/**
 * Created by Walter Zhou on 2015/12/3.
 * <p/>
 * 写字楼里写字间，写字间里程序员；
 * 程序人员写程序，又拿程序换酒钱。
 * 酒醒只在网上坐，酒醉还来网下眠；
 * 酒醉酒醒日复日，网上网下年复年。
 * 但愿老死电脑间，不愿鞠躬老板前；
 * 奔驰宝马贵者趣，公交自行程序员。
 * 别人笑我忒疯癫，我笑自己命太贱；
 * 不见满街漂亮妹，哪个归得程序员？
 */
public class Config_Traffic_arrive {

    public static String []  totalTitle= new String []
            {
                    "飞机",
                    "火车",
                    "长途大巴",
                    "自驾",
                    "邮轮"

            };
    public static String []  totalBody= new String []{
            "三亚凤凰国际机场是海南最大的国际航空港，位于三亚市西部的羊栏镇凤凰村附近，距离三亚市区20公里处。上海、北京、天津、广州、港澳、西安、乌鲁木齐、重庆、成都、贵阳、桂林、哈尔滨等各地均有直飞的航班。\n【机场大巴】 ：机场-滨海路-解放路-时代海岸-大东海沿线的各大酒店（三亚度假村，景丽莱度假酒店，兰海花园，东方大酒店）。收费标准，至市内15元/人。\n【普通公交】：8路公交车，可抵达大东海（鹿岭口站下），大东海—机场5元/人，三亚湾—机场4元/人，运营时间 6：00~23：00，15分钟一班。27路公交，可抵达亚龙湾，按路程收费，全程（凤凰机场—亚龙湾）10元，运营时间 7：00~18：30。\n【出租车】，市内—机场间，单程需时约30分钟左右，价格一般在40元左右。机场二层的出租是返回市区的，价格可能便宜。至亚龙湾：100元上下、至大东海：70元、至热带天堂森林公园：100元。",
            "三亚火车站，位于市郊荔枝沟。\n亚龙湾火车站，位于三亚田独镇，距离亚龙湾较近。\n北京、上海、广州等地有直达火车抵达三亚火车站。\n海口火车东站每天有10趟以上的动车发往三亚火车站，一等软座100元，二等软座84元，全程1小时34分钟，可提前10天预定。\n海口东站到亚龙湾火车站火车班次不多，一般选择海口东站到三亚火车站。\n【公交车】：市区去往三亚火车站，乘坐4路等公交可到，票价1元/人。\n【出租车】：市区到达火车站的车费一般在20-30元。\n1、海口有两个火车站，海口站与海口东，它们相隔很远。岛外进入海南的火车都经过海口站，通过海南西部地区，抵达三亚，全程3到4小时。\n2、在秋冬旺季与黄金周，三亚的机票会出现一票难求。可以选择先飞往海口美兰机场。出机场后包出租车或选择动车抵达三亚。包出租车200-300，车程3小时左右。",
            "三亚汽车站有长途班车到海南各个市县。每天有发往广东、广西、湖南、江西等省长途客车。 \n地址：解放路16号，左右侧分别为旺豪超市与商业步行街。\n交通：市内出租车抵达车站，需要8-20元，乘2、4、7、10等多路公交",
            "驾车经由广东海安通过轮船接驳到达海南省会海口，再经过东线或西线高速公路均可到达三亚。东线路况好、全程时间在3个半小时左右、沿途有许多好玩的景点，建议选择东线。",
            "意大利哥斯达邮轮公司、香港丽星尤伦集团均有香港-三亚-越南的不定期船次。在三亚的凤凰岛邮轮码头停靠。打车至凤凰岛9元左右。"

    };
}
