package sanya.com.sanya;

/**
 * Created by Walter Zhou on 2015/12/3.
 * <p/>
 * 写字楼里写字间，写字间里程序员；
 * 程序人员写程序，又拿程序换酒钱。
 * 酒醒只在网上坐，酒醉还来网下眠；
 * 酒醉酒醒日复日，网上网下年复年。
 * 但愿老死电脑间，不愿鞠躬老板前；
 * 奔驰宝马贵者趣，公交自行程序员。
 * 别人笑我忒疯癫，我笑自己命太贱；
 * 不见满街漂亮妹，哪个归得程序员？
 */
public class Config_food_special {
    public static String [] totalTitle=new String []{
            "后安粉",
            "陵水酸粉",
            "文昌鸡",
            "水果炒冰",
            "东南亚美食",
            "海南椰子船",
            "黎族竹筒饭",
            "苗族五色饭",
            "海南粉",
            "清补凉",
            "热带水果宴",
            "和乐蟹",
            "海鲜大餐",
    };
    public static String [] totalBody=new String []{
            " 用猪骨、粉肠、大肠、猪内脏等熬成的，配料有小虾、海螺等。后安粉条，取当地特产的优质灿米用手工石磨磨成米粉，调成粉糊后用蒸盘烫成白嫩晶莹的粉皮。\n【推荐店铺】：万宁后安粉（解放路426号市二中右侧巷子内）",
            "陵水酸粉是海南省的一种特色小吃，跟海南粉类似，不过其中添加了特制的酱汤，酸辣甜香，佐料丰富，味道极其鲜美，令人回味。\n【推荐店铺】：陵水酸粉（解放一路1号旺豪国际购物中心后边）",
            "海南最负盛名的传统名菜，号称“四大名菜”之首，驰名中外的一道名菜，在香港、东南亚一带出备受推崇，名气颇盛。它是每一位到海南旅游的人必尝的美味。",
            "鲜果汁或榨成泥状的水果混合炼奶，用冰翻炒，再加入各种当季水果。入口即化的炒冰是难得的爽口甜品。",
            "三亚市国际旅游城市，自然除了本地的特产还有一些世界级别的美食在等待诸位游客，尤其是同属热带的东南亚地区美食在这各大中高档餐厅中都可以品尝的到。\n【推荐店铺】：亚龙湾景区的红树林泰国餐厅以及Fresh8自助餐厅都是不错的选择。",
            "海南椰子船，又称“珍珠柳子船”，是海南琼海、文昌一带民间传统小吃。 用鲜椰子装入糯米、味料煮熟而成，具有浓厚的椰乡气息。一般只流行于椰子产地的民间，只有个别餐饮店作产品销售。",
            "黎族竹筒饭是黎族传统美食，以其香溢可口，方便携带而著称。黎族竹筒饭中分别有盐巴香饭、黑豆香饭和野味香饭等三种，最值得推荐的是野味香饭，其中黄琼肉香饭最好吃。",
            "苗族五色饭是海南省苗族制作的一种极富民族特色的饭，在农历“三月三”民间节庆之时，苗寨几乎家家制作。五色饭有红、黄、蓝、白、黑五色，皆用独特植物汁液作为天然色素拌在米中，并放进特制的木蒸笼中蒸成。五色饭色彩鲜艳，清香可口，是开胃去火的清凉佳食。如今苗家五色饭已改为三色饭，有红、黄、黑三色，分别取色于新鲜植物红葵、黄姜和三角枫。三色饭的馨香给苗家儿女带来欢笑，也给旅游者以独特的感受。",
            "海南粉是海南最具特色的风味小吃，流传历史久远，海南粉用米粉与十几种色味独特的佐料调制而成。现在的海南粉，在继承传统的腌制方法的基础上，吸收了外来文化，其味比原来的鲜美得多。吃海南粉成了海口市人夜生活中的一大乐趣。经营海南粉生意的摊档在海口星罗棋布，颇具名气的有海秀大道、西门市场、南门市场、义龙街、大同理、月朗新村等等。",
            "海南清补凉是风靡热带海南岛的特色冰爽甜品。海南清补凉主要是以红豆（绿豆）、薏米、花生、空心粉、椰肉、红枣、西瓜粒、菠萝粒、凉粉、椰奶等多种配料炮制而成的冰爽解渴饮品。盛装的容器也是透明的玻璃碗，红红绿绿，好不晶莹剔透。",
            "三亚一年四季生产热带水果，且价格便宜。3-5元一只的椰子捧在手里喝椰汁，能把肚子撑饱。芒果、木瓜、榴莲、莲雾、小米蕉、番石榴、火龙果、菠萝蜜、荔枝、山竹等随处可见。在三亚可多喝这些鲜榨果汁，既健康又解渴。",
            "和乐蟹是海南最负盛名的传统名菜之一，与文昌鸡、加积鸭、东山羊并称为“海南四大名菜”。其蟹肉鲜嫩，蟹膏为黄色，似咸蛋黄，配姜醋佐料而食，味极鲜美，极富营养。地道的和乐人都知道，产于港北、乐群村一带的和乐蟹最佳，那金黄油亮的脂膏是不可多得的美味。和乐蟹得烹调方法多种多样，蒸、煮、炒、烤，均具特色，尤其以“清蒸为佳，既保持了其原味之鲜，又兼原色形之美。",
            "海鲜季节性很强，因此价格每天都各不相同。一些海鲜大排可以加工顾客自带海鲜，错开吃饭高峰也可以请店家跟着去市场砍价。口味：螺类、蟹：辣炒或葱姜炒比较好吃，香辣可口。和乐蟹、活鱼自然是清蒸最鲜美。鱿鱼，濑尿虾：椒盐，小的更好吃。龙虾建议煮粥，鲍鱼建议蒜蒸。"




    };
    public static int [] totalImage=new int []{
            R.mipmap.food1,
            R.mipmap.food2,
            R.mipmap.food3,
            R.mipmap.food4,
            R.mipmap.food5,
            R.mipmap.food6,
            R.mipmap.food7,
            R.mipmap.food8,
            R.mipmap.food9,
            R.mipmap.food10,
            R.mipmap.food11,
            R.mipmap.food12,
            R.mipmap.food13,

    };



}
